<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

<fmt:setBundle basename="messages"/>

<!DOCTYPE html >
<html>

<head>
    <meta charset="UTF-8">
    <title>BlackPineapple.by | <fmt:message key="home.page.title" /></title>
</head>

<body>
<%@include file="include/header.jsp" %>
<%@include file="include/menu.jsp" %>

<p><b>О ПРОЕКТЕ:</b></p>
<p>С каждым годом всё больше белорусов начинает путешествовать самостоятельно, и в качестве отправных точек выбирают соседние Литву и Польшу.
В этом нет ничего удивительного, ведь такие лоукостеры, как Ryanair и Wizzair предлагают полёты в более чем 80 европейских городов из Литовского
Вильнюса и Каунаса а также из Варшавы. Цены на такие путешествия в среднем колеблются от 7 до 50 евро за перелёт в одну сторону на человека что
в среднем в 10! раз меньше, чем полёты из Национального Аэропорта Минск-2.</p>
<p><b>Чёрный ананас</b> - это мощный сервис по планированию авиапутешествий по Европе </p>
<p>Переходите по вкладке ХОЧУ ЧТО ТО КОНКРЕТНОЕ и ...</p>

<p>Если Вы хотите подобрать сложный и дешёвый трип на 10-12 дней, с прилётом на север Италии и возвратом из Рима?</p>
<p>Выберите в поиске вылет и возврат во все аэропорты(Вильнюс, Каунас, Варшава Модлен, Варшава Шопен), Дополнительные условия: без ограничений.</p>
<p>Выберите прилёт в Милан Бергамо, и Милан Мальпенса, а вылет из Рим Фьюмичино и Рим Чампино. Дополнительные условия: без ограничений.</p>
<p>Укажите начальную дата, глубину поиска, минимальное и максимальное количество дней отдыха и нажмите поиск!</p>

<p>А если Вы хотите вылетать/прилетать из той же страны/города/аэропорта - укажите это в дополнительных условиях поиска.</p>
<p>Вам необходимо подобрать короткий трип - на 3-4 дня, тогда Вильнюс намного удобнее для старта и финиша</p>
<p>Вы планируете брать в Европе автомобиль в аренду?</p>
<p>Укажите что аэропорт прилёта и вылета должны совпадать </p>
<p>Вы планируете добираться из Беларуси до аэропорта на собственном авто?</p>
<p>Укажите что стартовый аэропорт вылета и возврата должны совпадать.</p>
<p>Вы просто хотите погреться на солнышке в Португалии или Греции без всяких переездов?</p>
<p>Выберите Португалтьское ФАРО, ПОРТО и ЛИСАБОН и укажите прилёт и вылет из того-же аэропорта</p>
<p>Или Гречиские Салоники, Радос и Корфу и укажите прилёт и вылет из того-же аэропорта</p>
<p>А может Вы хотите прилететь в Барселону, а улететь из Лисабона?</p>
<p>Или прилететь в Венецию, а улететь из Римини?</p>

<p>Не определились? Переходите по вкладке ХОЧУ ВСЁ И СРАЗУ и выбирайте готовые варианты!</p>
<p>У зарегестрированных пользователей есть возможность искать сразу до пяти аэропортов(три у незарегистрированных) сохранять и удалять поиски, обновлять цены на выбранные трипы прямо с сайта, сравнивать
путешествия по различным критериям и много других функций. Присоединяйтесь!
</p>





<%@include file="include/footer.jsp" %>
</body>

</html>